Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# toolbarDraw
source: Draw
ar: رسم
de: Zeichnen
es: Dibujar
fr: Dessiner
hi: ड्रॉ
it: Disegna
ja: 描画
ko: 그리기
nl: Teken
pl: Rysuj
pt: Desenhar
ru: Рисовать
th: วาด
tr: Çiz
vi: Vẽ
zh_hans: 绘制
zh_hant: 繪製

# toolbarEdit
source: Edit
ar: تعديل
de: Bearbeiten
es: Editar
fr: Modifier
hi: संपादित करें
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ru: Редактировать
th: แก้ไข
tr: Düzenle
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# toolbarEllipse
source: Ellipse
ar: بيضاوي
es: Elipse
hi: दीर्घवृत्त
it: Ellisse
ja: 楕円
ko: 타원
nl: Ellips
pl: Elipsa
pt: Elipse
ru: Эллипс
th: วงรี
tr: Elips
vi: Hình elip
zh_hans: 圆形
zh_hant: 橢圓

# toolbarEraser
source: Eraser
ar: ممحاة
de: Radiergummi
es: Borrador
fr: Gomme
hi: रबर
it: Gomma
ja: 消しゴム
ko: 지우개
nl: Gum
pl: Gumka
pt: Borracha
ru: Ластик
th: ยางลบ
tr: Silgi
vi: Cục tẩy
zh_hans: 橡皮擦
zh_hant: 橡皮擦

# toolbarFrame
source: Frame
ar: إطار
de: Rahmen
es: Marco
fr: Cadre
hi: फ्रेम
it: Cornice
ja: フレーム
ko: 프레임
nl: Kader
pl: Ramka
pt: Moldura
ru: Рамка
th: กรอบ
tr: Çerçeve
vi: Khung
zh_hans: 画框
zh_hant: 框架

# toolbarHand
source: Hand (Panding Tool)
ar: يد (أداة التحديد)
de: Hand (Panding-Werkzeug)
es: Mano (Herramienta de Panding)
fr: Main (outil de pansement)
hi: हाथ (पेंडिंग टूल)
it: Mano (Strumento di Panning)
ja: ハンド（パンディングツール）
ko: 손 (팬딩 도구)
pl: Ręka (Narzędzie do przesuwania)
pt: Mão (Ferramenta de Panning)
ru: Рука (инструмент панорамирования)
th: มือ (เครื่องมือการวาด)
tr: El
vi: Công cụ tay (Công cụ kéo)
zh_hans: 手（平移工具）
zh_hant: 手 (平移工具)

# toolbarInsertImage
source: Insert image
ar: إدراج صورة
de: Bild einfügen
es: Insertar imagen
fr: Insérer une image
hi: चित्र डालें
it: Inserisci immagine
ja: 画像を挿入
ko: 이미지 삽입
nl: Afbeelding invoegen
pl: Wstaw obraz
pt: Inserir imagem
ru: Вставить изображение
th: แทรกรูปภาพ
tr: Resim ekle
vi: Chèn hình ảnh
zh_hans: 插入图片
zh_hant: 插入圖片

# toolbarInsertPDF
source: Insert PDF
ar: إدراج ملف PDF
de: PDF einfügen
es: Insertar PDF
fr: Insérer un PDF
hi: PDF सम्मिलित करें
it: Inserisci PDF
ja: PDFを挿入
ko: PDF 삽입
nl: PDF invoegen
pl: Wstaw PDF
pt: Inserir PDF
ru: Вставить PDF
th: แทรก PDF
tr: PDF Ekle
vi: Chèn PDF
zh_hans: 插入 PDF
zh_hant: 插入 PDF

# toolbarLaser
source: Laser
ar: ليزر
es: Láser
hi: लेज़र
ja: レーザー
ko: 레이저
ru: Лазер
th: เลเซอร์
tr: Lazer
zh_hans: 激光笔
zh_hant: 激光

# toolbarLasso
source: Lasso selection
ar: تحديد حر
de: Lasso-Auswahl
es: Selección con lazo
fr: Sélection au lasso
hi: लासो चयन
it: Selezione a mano libera
ja: 投げ縄選択
ko: 올가미 선택
nl: Lasso-selectie
pl: Zaznaczenie lassem
pt: Seleção em laço
ru: Выделение лассо
th: การเลือกด้วยลาสโซ
tr: Lasso seçimi
vi: Chọn lasso
zh_hans: 套索选择
zh_hant: 套索選取

# toolbarLatexMath
source: Math
ar: رياضيات
de: Mathe
es: Matemáticas
fr: Mathématiques
hi: गणित
it: Matematica
ja: 数式
ko: 수학
nl: Wiskunde
pl: Matematyka
pt: Matemática
ru: Математика
th: คณิตศาสตร์
tr: Matematik
vi: Toán
zh_hans: 数学公式
zh_hant: 數學

# toolbarLatexMathAddFunctionButton
source: Add function
ar: إضافة وظيفة
de: Funktion hinzufügen
es: Agregar función
fr: Ajouter une fonction
hi: कार्य जोड़ें
it: Aggiungi funzione
ja: 関数を追加
ko: 함수 추가
nl: Voeg functie toe
pl: Dodaj funkcję
pt: Adicionar função
ru: Добавить функцию
th: เพิ่มฟังก์ชัน
tr: Fonksiyon ekle
vi: Thêm hàm
zh_hans: 添加函数
zh_hant: 新增函數

# toolbarLatexMathAIEmptyResponseError
source: AI did not return a LaTeX expression.
ar: لم تعد AI بإرجاع تعبير LaTeX.
de: Die KI hat keinen LaTeX-Ausdruck zurückgegeben.
es: La IA no devolvió una expresión LaTeX.
fr: L'IA n'a pas renvoyé d'expression LaTeX.
hi: AI ने कोई LaTeX अभिव्यक्ति नहीं लौटाई.
it: L'AI non ha restituito un'espressione LaTeX.
ja: AIがLaTeX表現を返しませんでした。
ko: AI가 LaTeX 표현식을 반환하지 않았습니다.
nl: AI heeft geen LaTeX-expressie geretourneerd.
pl: AI nie zwróciło wyrażenia LaTeX.
pt: A IA não retornou uma expressão LaTeX.
ru: ИИ не вернул выражение LaTeX.
th: AI ไม่ได้ส่งคืนสมการ LaTeX.
tr: AI bir LaTeX ifadesi döndürmedi.
vi: AI không trả về biểu thức LaTeX.
zh_hans: AI未返回LaTeX表达式。
zh_hant: AI未返回LaTeX表達式。

# toolbarLatexMathAIPromptPlaceholder
source: Describe the formula you want
ar: صف الصيغة التي تريدها
de: Beschreiben Sie die gewünschte Formel
es: Describe la fórmula que deseas
fr: Décrivez la formule que vous souhaitez
hi: जिस सूत्र का आप वर्णन करना चाहते हैं
it: Descrivi la formula che desideri
ja: 希望する数式を説明してください
ko: 원하는 공식을 설명하세요
nl: Beschrijf de formule die je wilt
pl: Opisz formułę, którą chcesz
pt: Descreva a fórmula que você deseja
ru: Опишите формулу, которую вы хотите
th: อธิบายสูตรที่คุณต้องการ
tr: İstediğiniz formülü tanımlayın
vi: Mô tả công thức bạn muốn
zh_hans: 描述您想要的公式
zh_hant: 描述您想要的公式

# toolbarLatexMathAIPromptTitle
source: AI Prompt
ar: موجه AI
de: KI-Eingabeaufforderung
es: Prompt de IA
fr: Invite IA
hi: AI प्रॉम्प्ट
it: Richiesta AI
ja: AIプロンプト
ko: AI 프롬프트
pl: Podpowiedź AI
pt: Prompt da IA
ru: Запрос ИИ
th: คำกระตุ้น AI
tr: AI İsteği
vi: Lời nhắc AI
zh_hans: AI提示
zh_hant: AI提示

# toolbarLatexMathAxisSettingsTitle
source: Axis Settings
ar: إعدادات المحاور
de: Achseinstellungen
es: Configuración del eje
fr: Paramètres de l'axe
hi: अक्ष सेटिंग्स
it: Impostazioni degli assi
ja: 軸設定
ko: 축 설정
nl: Asinstellingen
pl: Ustawienia osi
pt: Configurações de Eixo
ru: Настройки осей
th: การตั้งค่าระดับแกน
tr: Eksen Ayarları
vi: Cài đặt trục
zh_hans: 轴设置
zh_hant: 軸設定

# toolbarLatexMathBackgroundSectionTitle
source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Fond
hi: पीछे
it: Sfondo
ja: 背景
ko: 배경
nl: Achtergrond
pl: Tło
pt: Fundo
ru: Фон
th: พื้นหลัง
tr: Arka Plan
vi: Nền
zh_hans: 背景
zh_hant: 背景

# toolbarLatexMathButtonInsert
source: Insert
ar: إدراج
de: Einfügen
es: Insertar
fr: Insérer
hi: डालें
it: Inserisci
ja: 挿入
ko: 삽입
nl: Invoegen
pl: Wstaw
pt: Inserir
ru: Вставить
th: แทรก
tr: Ekle
vi: Chèn
zh_hans: 插入
zh_hant: 插入

# toolbarLatexMathCancelAIModeHelp
source: Cancel AI mode
ar: إلغاء وضع AI
de: KI-Modus abbrechen
es: Cancelar modo de IA
fr: Annuler le mode IA
hi: AI मोड रद्द करें
it: Annulla modalità AI
ja: AIモードをキャンセル
ko: AI 모드 취소
nl: Annuleer AI-modus
pl: Anuluj tryb AI
pt: Cancelar modo da IA
ru: Отменить режим ИИ
th: ยกเลิกโหมด AI
tr: AI modunu iptal et
vi: Hủy chế độ AI
zh_hans: 取消AI模式
zh_hant: 取消AI模式

# toolbarLatexMathColorSectionTitle
source: Color
ar: اللون
de: Farbe
fr: Couleur
hi: रंग
it: Colore
ja: 色
ko: 색상
nl: Kleur
pl: Kolor
pt: Cor
ru: Цвет
th: สี
tr: Renk
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

# toolbarLatexMathCreditsCount
source: %@ credits
ar: %@ رصيد
es: %@ créditos
fr: %@ crédits
hi: %@ क्रेडिट
it: %@ crediti
ja: %@クレジット
ko: %@ 크레딧
nl: %@ tegoeden
pl: %@ kredytów
pt: %@ créditos
ru: %@ кредита
th: %@ เครดิต
tr: %@ kredi
vi: %@ tín dụng
zh_hans: %@ 积分
zh_hant: %@ 點數

# toolbarLatexMathCreditsUnavailable
source: Credits --
ar: الرصيد --
es: Créditos --
fr: Crédits --
hi: क्रेडिट --
it: Crediti --
ja: クレジット --
ko: 크레딧 --
nl: Tegoeden --
pl: Kredyty --
pt: Créditos --
ru: Кредиты --
th: เครดิต --
tr: Krediler --
vi: Tín dụng --
zh_hans: 积分 --
zh_hant: 點數 --

# toolbarLatexMathEnableAIInSettingsHelp
source: Enable AI in Settings
ar: تمكين AI في الإعدادات
de: KI in den Einstellungen aktivieren
es: Habilitar IA en Configuraciones
fr: Activer l'IA dans les paramètres
hi: सेटिंग्स में AI सक्षम करें
it: Abilita AI nelle impostazioni
ja: 設定でAIを有効にする
ko: 설정에서 AI 활성화
nl: Schakel AI in Instellingen in
pl: Włącz AI w ustawieniach
pt: Ativar IA nas Configurações
ru: Включить ИИ в настройках
th: เปิดใช้งาน AI ในการตั้งค่า
tr: Ayarlar'da AI'yi etkinleştir
vi: Bật AI trong Cài đặt
zh_hans: 在设置中启用AI
zh_hant: 在設定中啟用AI

# toolbarLatexMathFormulaLibrarySubtitle
source: Pick a template, then refine the LaTeX before inserting.
ar: اختر قالبًا، ثم قم بتنقيح LaTeX قبل الإدراج.
de: Wählen Sie eine Vorlage und verfeinern Sie das LaTeX, bevor Sie es einfügen.
es: Selecciona una plantilla y luego refinála antes de insertar.
fr: Choisissez un modèle, puis refinez le LaTeX avant de l'insérer.
hi: एक टेम्पलेट चुनें, फिर सम्मिलित करने से पहले LaTeX को परिष्कृत करें.
it: Scegli un modello, quindi affina il LaTeX prima di inserire.
ja: テンプレートを選択し、挿入前にLaTeXを修正します。
ko: 템플릿을 선택한 다음 LaTeX를 수정하여 삽입하세요.
nl: Kies een sjabloon en verfijn de LaTeX voordat je deze invoegt.
pl: Wybierz szablon, a następnie dopracuj LaTeX przed wstawieniem.
pt: Escolha um template e, em seguida, refine o LaTeX antes de inserir.
ru: Выберите шаблон, затем уточните LaTeX перед вставкой.
th: เลือกแม่แบบแล้วปรับแต่ง LaTeX ก่อนแทรก.
tr: Bir şablon seçin, ardından eklemeden önce LaTeX'i iyileştirin.
vi: Chọn một mẫu, sau đó tinh chỉnh LaTeX trước khi chèn.
zh_hans: 选择一个模板，然后在插入之前完善LaTeX。
zh_hant: 選擇一個範本，然後在插入前細化LaTeX。

# toolbarLatexMathFormulaLibraryTitle
source: Formula Library
ar: مكتبة الصيغ
de: Formelbibliothek
es: Biblioteca de Fórmulas
fr: Bibliothèque de formules
hi: सूत्र पुस्तकालय
it: Libreria di formule
ja: 数式ライブラリ
ko: 공식 라이브러리
nl: Formulebibliotheek
pl: Biblioteka formuł
pt: Biblioteca de Fórmulas
ru: Библиотека формул
th: ห้องสมุดสูตร
tr: Formül Kütüphanesi
vi: Thư viện Công thức
zh_hans: 公式库
zh_hant: 公式庫

# toolbarLatexMathFormulaPanelPickerTitle
source: Formula Panel
ar: لوحة الصيغ
de: Formelbereich
es: Panel de Fórmulas
fr: Panneau de formules
hi: सूत्र पैनल
it: Pannello delle formule
ja: 数式パネル
ko: 공식 패널
nl: Formulepaneel
pl: Panel formuł
pt: Painel de Fórmulas
ru: Панель формул
th: แผงสูตร
tr: Formül Paneli
vi: Bảng điều khiển Công thức
zh_hans: 公式面板
zh_hant: 公式面板

# toolbarLatexMathFormulaTabLibrary
source: Library
ar: المكتبة
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
hi: पुस्तकालय
it: Biblioteca
ja: ライブラリ
ko: 라이브러리
nl: Bibliotheek
pl: Biblioteka
pt: Biblioteca
ru: Библиотека
th: ห้องสมุด
tr: Kütüphane
vi: Thư viện
zh_hans: 库
zh_hant: 庫

# toolbarLatexMathFormulaTabQuickInput
source: Quick Input
ar: إدخال سريع
de: Schnelleingabe
es: Entrada Rápida
fr: Saisie rapide
hi: त्वरित इनपुट
it: Input Veloce
ja: クイック入力
ko: 빠른 입력
nl: Snelle invoer
pl: Szybkie Wprowadzanie
pt: Entrada Rápida
ru: Быстрый ввод
th: การป้อนข้อมูลด่วน
tr: Hızlı Girdi
vi: Nhập nhanh
zh_hans: 快速输入
zh_hant: 快速輸入

# toolbarLatexMathFunctionPanelInput
source: Input
ar: إدخال
de: Eingabe
es: Entrada
fr: Saisie
hi: इनपुट
ja: 入力
ko: 입력
nl: Invoer
pl: Wprowadzanie
pt: Entrada
ru: Ввод
th: ป้อน
tr: Girdi
vi: Nhập
zh_hans: 输入
zh_hant: 輸入

# toolbarLatexMathFunctionPanelPickerTitle
source: Function Panel
ar: لوحة الوظائف
de: Funktionspanel
es: Panel de Funciones
fr: Panneau de fonctions
hi: कार्य पैनल
it: Pannello Funzioni
ja: 関数パネル
ko: 함수 패널
nl: Functiepaneel
pl: Panel Funkcji
pt: Painel de Funções
ru: Панель функций
th: แผงฟังก์ชัน
tr: Fonksiyon Paneli
vi: Bảng chức năng
zh_hans: 函数面板
zh_hant: 功能面板

# toolbarLatexMathFunctionPanelPreferences
source: Preferences
ar: التفضيلات
de: Einstellungen
es: Preferencias
fr: Préférences
hi: पसंद
it: Preferenze
ja: 設定
ko: 환경 설정
nl: Voorkeuren
pl: Preferencje
pt: Preferências
ru: Настройки
th: ความชอบ
tr: Tercihler
vi: Tùy chọn
zh_hans: 偏好设置
zh_hant: 偏好設定

# toolbarLatexMathFunctionsSubtitle
source: Start with common function notation and calculus templates.
ar: ابدأ بمصطلحات الوظائف الشائعة ونماذج حساب التفاضل والتكامل.
de: Beginnen Sie mit gängigen Funktionsnotationen und Kalkülvorlagen.
es: Comience con notaciones de funciones comunes y plantillas de cálculo.
fr: Commencez par des notations de fonction courantes et des modèles de calcul.
hi: सामान्य कार्य नोटेशन और कलन सूत्रों के साथ शुरू करें।
it: Inizia con la notazione delle funzioni comuni e i modelli di calcolo.
ja: 一般的な関数表記と微積分のテンプレートから始めましょう。
ko: 일반 함수 기호와 미적분 템플릿으로 시작하세요.
nl: Begin met veelvoorkomende functienotatie en calculus sjablonen.
pl: Zacznij od wspólnej notacji funkcji i szablonów kalkulusowych.
pt: Comece com a notação de função comum e templates de cálculo.
ru: Начните с общих обозначений функции и шаблонов исчисления.
th: เริ่มต้นด้วยสัญญาณฟังก์ชันทั่วไปและเทมเพลตแคลคูลัส
tr: Yaygın fonksiyon notasyonu ve kalkülüs şablonlarıyla başlayın.
vi: Bắt đầu với ký hiệu hàm phổ biến và mẫu tích phân.
zh_hans: 从常见的函数符号和微积分模板开始。
zh_hant: 從常見的函數標記和微積分範本開始。

# toolbarLatexMathFunctionsTitle
source: Functions
ar: الوظائف
de: Funktionen
es: Funciones
fr: Fonctions
hi: कार्य
it: Funzioni
ja: 関数
ko: 함수
nl: Functies
pl: Funkcje
pt: Funções
ru: Функции
th: ฟังก์ชัน
tr: Fonksiyonlar
vi: Hàm
zh_hans: 函数
zh_hant: 函數

# toolbarLatexMathGenerateButton
source: Generate
ar: إنشاء
de: Generieren
es: Generar
fr: Générer
hi: उत्पन्न करें
it: Genera
ja: 生成
ko: 생성
nl: Genereren
pl: Generuj
pt: Gerar
ru: Сгенерировать
th: สร้าง
tr: Oluştur
vi: Tạo ra
zh_hans: 生成
zh_hant: 生成

# toolbarLatexMathGenerateLatexHelp
source: Generate LaTeX
ar: إنشاء LaTeX
de: LaTeX generieren
es: Generar LaTeX
fr: Générer LaTeX
hi: LaTeX उत्पन्न करें
it: Genera LaTeX
ja: LaTeXを生成
ko: LaTeX 생성
nl: Genereer LaTeX
pl: Generuj LaTeX
pt: Gerar LaTeX
ru: Сгенерировать LaTeX
th: สร้าง LaTeX
tr: LaTeX Oluştur
vi: Tạo LaTeX
zh_hans: 生成 LaTeX
zh_hant: 生成 LaTeX

# toolbarLatexMathGenerateWithAIHelp
source: Generate with AI
ar: إنشاء باستخدام الذكاء الاصطناعي
de: Mit KI generieren
es: Generar con IA
fr: Générer avec l'IA
hi: AI के साथ उत्पन्न करें
it: Genera con AI
ja: AIで生成
ko: AI로 생성
nl: Genereer met AI
pl: Generuj z AI
pt: Gerar com IA
ru: Сгенерировать с помощью ИИ
th: สร้างด้วย AI
tr: Yapay Zeka ile Oluştur
vi: Tạo với AI
zh_hans: 使用 AI 生成
zh_hant: 使用 AI 生成

# toolbarLatexMathGeneratingButton
source: Generating
ar: جارٍ الإنشاء
de: Wird generiert
es: Generando
fr: Génération en cours
hi: उत्पन्न हो रहा है
it: Generazione in corso
ja: 生成中
ko: 생성 중
nl: Bezig met genereren
pl: Generowanie
pt: Gerando
ru: Генерация
th: กำลังสร้าง
tr: Oluşturuluyor
vi: Đang tạo
zh_hans: 生成中
zh_hant: 生成中

# toolbarLatexMathGeometrySubtitle
source: Insert common geometry formulas and coordinate geometry expressions.
ar: أدخل صيغ الهندسة الشائعة والتعبيرات الهندسية الإحداثية.
de: Fügen Sie gängige Geometrieformeln und Koordinatengometrieausdrücke ein.
es: Inserte fórmulas de geometría comunes y expresiones de geometría coordenada.
fr: Insérer des formules de géométrie courantes et des expressions de géométrie coordonnée.
hi: सामान्य ज्यामिति सूत्र और समन्वय ज्यामिति अभिव्यक्तियाँ डालें।
it: Inserisci formule di geometria comuni ed espressioni di geometria coordinata.
ja: 一般的な幾何学の公式と座標幾何学の表現を挿入します。
ko: 일반 기하학 공식과 좌표 기하학 표현을 삽입하세요.
nl: Voeg veelvoorkomende geometrische formules en coördinaten geometrie-uitdrukkingen in.
pl: Wstaw wspólne wzory geometrii i wyrażenia geometrii współrzędnych.
pt: Insira fórmulas comuns de geometria e expressões de geometria coordenada.
ru: Вставьте общие геометрические формулы и выражения координатной геометрии.
th: แทรกสูตรเลขาคณิตทั่วไปและนิพจน์เลขาคณิตพิกัด
tr: Yaygın geometri formüllerini ve koordinat geometri ifadelerini ekleyin.
vi: Chèn các công thức hình học phổ biến và biểu thức hình học tọa độ.
zh_hans: 插入常见几何公式和坐标几何表达式。
zh_hant: 插入常見的幾何公式和坐標幾何表達式。

# toolbarLatexMathGeometryTitle
source: Geometry
ar: الهندسة
de: Geometrie
es: Geometría
fr: Géométrie
hi: ज्यामिति
it: Geometria
ja: 幾何学
ko: 기하학
nl: Geometrie
pl: Geometria
pt: Geometria
ru: Геометрия
th: เลขาคณิต
tr: Geometri
vi: Hình học
zh_hans: 几何
zh_hant: 幾何

# toolbarLatexMathInsertSheetPreviewTitle
source: Preview here…
ar: معاينة هنا…
de: Hier Vorschau anzeigen…
es: Vista previa aquí…
fr: Aperçu ici…
hi: यहाँ पूर्वावलोकन करें…
it: Anteprima qui…
ja: ここにプレビュー…
ko: 여기에서 미리보기…
nl: Hiervoorbeeld…
pl: Podgląd tutaj…
pt: Pré-visualizar aqui…
ru: Предварительный просмотр здесь…
th: ดูตัวอย่างที่นี่…
tr: Burada önizleyin…
vi: Xem trước ở đây…
zh_hans: 在这里预览…
zh_hant: 在此預覽…

# toolbarLatexMathInsertSheetTitle
source: Insert Math
ar: إدراج رياضيات
de: Mathematik einfügen
es: Insertar Matemáticas
fr: Insérer des mathématiques
hi: गणित डालें
it: Inserisci Matematica
ja: 数式を挿入
ko: 수식 삽입
nl: Wiskunde invoegen
pl: Wstaw matematyka
pt: Inserir Matemática
ru: Вставить математику
th: แทรกคณิตศาสตร์
tr: Matematik Ekle
vi: Chèn Toán
zh_hans: 插入数学公式
zh_hant: 插入數學

# toolbarLatexMathLatexPlaceholder
source: Type LaTeX or use the toolbar above
ar: اكتب LaTeX أو استخدم شريط الأدوات أعلاه
de: Geben Sie LaTeX ein oder verwenden Sie die Symbolleiste oben
es: Escriba LaTeX o use la barra de herramientas arriba
fr: Tapez LaTeX ou utilisez la barre d'outils ci-dessus
hi: LaTeX टाइप करें या ऊपर दिए गए टूलबार का उपयोग करें
it: Digita LaTeX o usa la barra degli strumenti sopra
ja: LaTeXを入力するか、上のツールバーを利用してください
ko: LaTeX 입력 또는 위의 도구 모음 사용
nl: Type LaTeX of gebruik de werkbalk hierboven
pl: Wpisz LaTeX lub użyj paska narzędzi powyżej
pt: Digite LaTeX ou use a barra de ferramentas acima
ru: Введите LaTeX или используйте панель инструментов выше
th: พิมพ์ LaTeX หรือใช้แถบเครื่องมือด้านบน
tr: LaTeX yazın veya yukarıdaki araç çubuğunu kullanın
vi: Nhập LaTeX hoặc sử dụng thanh công cụ bên trên
zh_hans: 输入 LaTeX 或使用上面的工具栏
zh_hant: 輸入 LaTeX 或使用上方工具欄

# toolbarLatexMathLatexTitle
source: LaTeX
ar: لاتيكس
hi: लाTeX
ja: ラテックス
ko: 라텍스

# toolbarLatexMathRemoveFunctionHelp
source: Remove function
ar: إزالة الوظيفة
de: Funktion entfernen
es: Eliminar función
fr: Supprimer la fonction
hi: कार्य को हटाएँ
it: Rimuovi funzione
ja: 関数を削除
ko: 기능 제거
nl: Verwijder functie
pl: Usuń funkcję
pt: Remover função
ru: Удалить функцию
th: ลบฟังก์ชัน
tr: Fonksiyonu kaldır
vi: Xóa hàm
zh_hans: 删除函数
zh_hant: 移除功能

# toolbarLatexMathSearchTemplatesPlaceholder
source: Search templates...
ar: ابحث عن القوالب...
de: Vorlagen durchsuchen...
es: Buscar plantillas...
fr: Rechercher des modèles...
hi: टीमेंप्लेट खोजें...
it: Cerca modelli...
ja: テンプレートを検索...
ko: 템플릿 검색...
nl: Zoek sjablonen...
pl: Szukaj szablonów...
pt: Buscar modelos...
ru: Поиск шаблонов...
th: ค้นหาเทมเพลต...
tr: Şablonları ara...
vi: Tìm kiếm mẫu...
zh_hans: 搜索模板...
zh_hant: 搜索模板...

# toolbarLatexMathShowGridToggle
source: Show grid
ar: عرض الشبكة
de: Gitter anzeigen
es: Mostrar cuadrícula
fr: Afficher la grille
hi: ग्रिड दिखाएँ
it: Mostra griglia
ja: グリッドを表示
ko: 그리드 표시
nl: Toon grid
pl: Pokaż siatkę
pt: Mostrar grade
ru: Показать сетку
th: แสดงกริด
tr: Kılavuz çizgileri göster
vi: Hiển thị lưới
zh_hans: 显示网格
zh_hant: 顯示網格

# toolbarLatexMathSnippetSectionCalculus
source: Calculus
ar: التفاضل والتكامل
de: Analysis
es: Cálculo
fr: Calcul
hi: कलन
it: Calcolo
ja: 微積分
ko: 미적분학
pl: Kalkulus
pt: Cálculo
ru: Математический анализ
th: แคลคูลัส
tr: Diferansiyel Hesap
vi: Giải tích
zh_hans: 微积分
zh_hant: 微積分

# toolbarLatexMathSnippetSectionGreek
source: Greek
ar: اليونانية
de: Griechisch
es: Griego
fr: Grec
hi: ग्रीक
it: Greco
ja: ギリシャ語
ko: 그리스어
nl: Grieks
pl: Grecki
pt: Grego
ru: Греческий
th: กรีก
tr: Yunanca
vi: Hy Lạp
zh_hans: 希腊
zh_hant: 希臘字母

# toolbarLatexMathSnippetSectionLayout
source: Layout
ar: التخطيط
es: Diseño
fr: Mise en page
hi: लेआउट
ja: レイアウト
ko: 레이아웃
nl: Indeling
pl: Układ
ru: Макет
th: เลย์เอาต์
tr: Düzen
vi: Bố cục
zh_hans: 布局
zh_hant: 佈局

# toolbarLatexMathSnippetSectionOperators
source: Operators
ar: المشغلون
de: Operatoren
es: Operadores
fr: Opérateurs
hi: ऑपरेटर
it: Operatori
ja: 演算子
ko: 연산자
pl: Operatory
pt: Operadores
ru: Операторы
th: โอเปอเรเตอร์
tr: Operatörler
vi: Toán tử
zh_hans: 运算符
zh_hant: 運算子

# toolbarLatexMathSnippetSectionStructure
source: Structure
ar: الهيكل
de: Struktur
es: Estructura
hi: संरचना
it: Struttura
ja: 構造
ko: 구조
nl: Structuur
pl: Struktura
pt: Estrutura
ru: Структура
th: โครงสร้าง
tr: Yapı
vi: Cấu trúc
zh_hans: 结构
zh_hant: 結構

# toolbarLatexMathSnippetSectionTrig
source: Trig
ar: التريغونومتري
de: Trigonometrie
es: Trigonometría
hi: त्रिकोणमिति
ja: 三角法
ko: 삼각법
pl: Trygonometria
ru: Тригонометрия
th: ตรีโกณมิติ
tr: Trigonometri
vi: Lượng giác
zh_hans: 三角函数
zh_hant: 三角函數

# toolbarLatexMathTemplatesHelp
source: Templates
ar: القوالب
de: Vorlagen
es: Plantillas
fr: Modèles
hi: टीमेंप्लेट
it: Modelli
ja: テンプレート
ko: 템플릿
nl: Sjablonen
pl: Szablony
pt: Modelos
ru: Шаблоны
th: เทมเพลต
tr: Şablonlar
vi: Mẫu
zh_hans: 模板
zh_hant: 模板

# toolbarLatexMathTemplatesTitle
source: Templates
ar: القوالب
de: Vorlagen
es: Plantillas
fr: Modèles
hi: टीमेंप्लेट
it: Modelli
ja: テンプレート
ko: 템플릿
nl: Sjablonen
pl: Szablony
pt: Modelos
ru: Шаблоны
th: เทมเพลต
tr: Şablonlar
vi: Mẫu
zh_hans: 模板
zh_hant: 模板

# toolbarLatexMathUpgradeToContinueHelp
source: Upgrade to continue
ar: ترقية للاستمرار
de: Upgrade, um fortzufahren
es: Actualizar para continuar
fr: Mettez à niveau pour continuer
hi: जारी रखने के लिए उन्नयन करें
it: Aggiorna per continuare
ja: 続けるにはアップグレード
ko: 업그레이드하여 계속
nl: Upgrade om door te gaan
pl: Zaktualizuj, aby kontynuować
pt: Faça um upgrade para continuar
ru: Обновите, чтобы продолжить
th: อัปเกรดเพื่อดำเนินการต่อ
tr: Devam etmek için yükselt
vi: Nâng cấp để tiếp tục
zh_hans: 升级以继续
zh_hant: 升級以繼續

# toolbarLatexMathWorkspaceFormula
source: Formula
ar: صيغة
de: Formel
es: Fórmula
fr: Formule
hi: सूत्र
ja: 数式
ko: 수식
nl: Formule
pl: Wzór
pt: Fórmula
ru: Формула
th: สูตร
tr: Formül
vi: Công thức
zh_hans: 公式
zh_hant: 公式

# toolbarLatexMathWorkspaceFunction
source: Function
ar: وظيفة
de: Funktion
es: Función
fr: Fonction
hi: कार्य
it: Funzione
ja: 関数
ko: 기능
nl: Functie
pl: Funkcja
pt: Função
ru: Функция
th: ฟังก์ชัน
tr: Fonksiyon
vi: Hàm
zh_hans: 函数
zh_hant: 函數

# toolbarLatexMathWorkspaceGeometry
source: Geometry
ar: الهندسة
de: Geometrie
es: Geometría
fr: Géométrie
it: Geometria
ja: 幾何
ko: 기하학
nl: Geometrie
pl: Geometria
pt: Geometria
ru: Геометрия
th: เรขาคณิต
tr: Geometri
vi: Hình học
zh_hans: 几何
zh_hant: 幾何

# toolbarLatexMathXLabelField
source: X label
ar: علامة X
de: X-Beschriftung
es: Etiqueta X
fr: Étiquette X
hi: X लेबल
it: Etichetta X
ja: X ラベル
ko: X 레이블
pl: Etykieta X
pt: Rótulo X
ru: Метка X
th: ป้าย X
tr: X etiketi
vi: Nhãn X
zh_hans: X 标签
zh_hant: X 標籤

# toolbarLatexMathXMaxLabel
source: X max
ar: الحد الأقصى لـ X
es: X máximo
hi: X अधिकतम
it: X massimo
ja: X 最大
ko: X 최대
pt: Máximo X
ru: Максимум X
th: X สูงสุด
tr: X maksimum
vi: X tối đa
zh_hans: X 最大值
zh_hant: X 最大值

# toolbarLatexMathXMinLabel
source: X min
ar: الحد الأدنى لـ X
es: X mínimo
hi: X न्यूनतम
it: X minimo
ja: X 最小
ko: X 최소
pt: Mínimo X
ru: Минимум X
th: X ต่ำสุด
tr: X minimum
vi: X tối thiểu
zh_hans: X 最小值
zh_hant: X 最小值

# toolbarLatexMathYLabelField
source: Y label
ar: علامة Y
de: Y-Beschriftung
es: Etiqueta Y
fr: Étiquette Y
hi: Y लेबल
it: Etichetta Y
ja: Y ラベル
ko: Y 레이블
pl: Etykieta Y
pt: Rótulo Y
ru: Метка Y
th: ป้าย Y
tr: Y etiketi
vi: Nhãn Y
zh_hans: Y 标签
zh_hant: Y 標籤

# toolbarLatexMathYMaxLabel
source: Y max
ar: الحد الأقصى لـ Y
es: Y máximo
hi: Y अधिकतम
it: Y massimo
ja: Y 最大
ko: Y 최대
pt: Máximo Y
ru: Максимум Y
th: Y สูงสุด
tr: Y maksimum
vi: Y tối đa
zh_hans: Y 最大值
zh_hant: Y 最大值

# toolbarLatexMathYMinLabel
source: Y min
ar: الحد الأدنى لـ Y
es: Y mínimo
hi: Y न्यूनतम
it: Y minimo
ja: Y 最小
ko: Y 최소
pt: Mínimo Y
ru: Минимум Y
th: Y ต่ำสุด
tr: Y minimum
vi: Y tối thiểu
zh_hans: Y 最小值
zh_hant: Y 最小值

# toolbarLine
source: Line
ar: خط
de: Linie
es: Línea
fr: Ligne
hi: रेखा
it: Linea
ja: 線
ko: 선
nl: Lijn
pl: Linia
pt: Linha
ru: Линия
th: เส้น
tr: Çizgi
vi: Đường
zh_hans: 线条
zh_hant: 線

# toolbarMagicFrame
source: Wireframe to code
ar: إطار سلكي إلى كود
de: Drahtmodell in Code
es: Wireframe a código
fr: Fil de fer vers le code
hi: कोड के लिए वायरफ़्रेम
it: Wireframe in codice
ja: ワイヤーフレームからコードへ
ko: 와이어프레임에서 코드로
nl: Wireframe naar code
pl: Ramka do kodu
pt: Wireframe para código
ru: Провести от wireframe до кода
th: กรอบเป็นโค้ด
tr: Wireframe'den koda
vi: Wireframe thành mã
zh_hans: 线框图转代码
zh_hant: 線框到代碼

# toolbarMermaid
source: Mermaid to Excalidraw
ar: ميرميد إلى إكسكلايدروم
de: Mermaid zu Excalidraw
es: Mermaid a Excalidraw
fr: Mermaid vers Excalidraw
hi: एक्स्केलिड्रॉ के लिए मरमेड
it: Mermaid in Excalidraw
ja: マーメイドからエクスカリドローへ
ko: 머메이드에서 엑스칼리드로우로
nl: Mermaid naar Excalidraw
pl: Mermaid do Excalidraw
pt: Mermaid para Excalidraw
ru: Mermaid в Excalidraw
th: Mermaid เป็น Excalidraw
tr: Mermaid'den Excalidraw'a
vi: Mermaid thành Excalidraw
zh_hans: Mermaid转Excalidraw
zh_hant: Mermaid转Excalidraw
